       IDENTIFICATION DIVISION.
       PROGRAM-ID. FIXTURE.
       PROCEDURE DIVISION.
       RUN-PARA.
           DISPLAY "RUN".
           STOP RUN.
